Repository: digicademy/academy
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# general.language
source: Language
de: Sprache

# plugin.sheet.general
source: General
de: Allgemein

# projectsPlugin.switchableControllerActions
source: Display
de: Anzeige

# projectsPlugin.switchableControllerActions.show
source: Project detail view
de: Detailansicht von Projekten

# projectsPlugin.switchableControllerActions.list
source: List of all projects
de: Liste aller Projekte

# projectsPlugin.switchableControllerActions.listByCategories
source: List of projects with selected categories
de: Liste von Projekten mit bestimmten Kategorien

# projectsPlugin.switchableControllerActions.listByRoles
source: List of projects with selected roles
de: Liste von Projekten mit bestimmten Rollen

# projectsPlugin.switchableControllerActions.listBySelection
source: List of selected projects
de: Liste mit ausgewählten Projekten

# projectsPlugin.selectedProjects
source: Choose projects
de: Projekte für die Anzeige auswählen

# projectsPlugin.selectedCategories
source: Choose categories
de: Kategorien für die Anzeige auswählen

# projectsPlugin.selectedRoles
source: Choose roles
de: Rollen für die Anzeige auswählen

# unitsPlugin.switchableControllerActions
source: Display
de: Anzeige

# unitsPlugin.switchableControllerActions.show
source: Unit detail view
de: Detailansicht von Organisationseinheiten

# unitsPlugin.switchableControllerActions.list
source: List of all units
de: Liste aller Organisationseinheiten

# unitsPlugin.switchableControllerActions.listByCategories
source: List of units with selected categories
de: Liste von Organisationseinheiten mit bestimmten Kategorien

# unitsPlugin.switchableControllerActions.listByRoles
source: List of units with selected roles
de: Liste von Organisationseinheiten mit bestimmten Rollen

# unitsPlugin.switchableControllerActions.listBySelection
source: List of selected units
de: Liste mit ausgewählten Organisationseinheiten

# unitsPlugin.selectedUnits
source: Choose units
de: Organisationseinheiten für die Anzeige auswählen

# unitsPlugin.selectedCategories
source: Choose categories
de: Kategorien für die Anzeige auswählen

# unitsPlugin.selectedRoles
source: Choose roles
de: Rollen für die Anzeige auswählen

# personsPlugin.switchableControllerActions
source: Display
de: Anzeige

# personsPlugin.switchableControllerActions.show
source: Profile page
de: Profilseite einer Person

# personsPlugin.switchableControllerActions.listByCategories
source: List of persons with selected categories
de: Liste von Personen mit bestimmten Kategorien

# personsPlugin.switchableControllerActions.listByRoles
source: List of persons with selected roles
de: Liste von Personen mit bestimmten Rollen

# personsPlugin.switchableControllerActions.listBySelection
source: List of selected persons
de: Liste mit ausgewählten Personen

# personsPlugin.selectedProjects
source: Choose persons
de: Personen für die Anzeige auswählen

# personsPlugin.selectedCategories
source: Choose categories
de: Kategorien für die Anzeige auswählen

# personsPlugin.selectedRoles
source: Choose roles
de: Rollen für die Anzeige auswählen

# mediaPlugin.switchableControllerActions
source: Display
de: Anzeige

# mediaPlugin.switchableControllerActions.list
source: List of all media
de: Liste aller Medien

# mediaPlugin.switchableControllerActions.listByCategories
source: List of media with selected categories
de: Liste von Medien mit bestimmten Kategorien

# mediaPlugin.switchableControllerActions.listByRoles
source: List of media with selected roles
de: Liste von Medien mit bestimmten Rollen

# mediaPlugin.switchableControllerActions.listBySelection
source: List of selected media
de: Liste mit ausgewählten Medien

# mediaPlugin.switchableControllerActions.listByGroups
source: List with media types
de: Liste nach Mediengruppen

# mediaPlugin.switchableControllerActions.listByRecent
source: List of newest media
de: Liste der neuesten Medien

# mediaPlugin.switchableControllerActions.show
source: Media detail view
de: Detailansicht eines Mediums

# mediaviewerPlugin.medium
source: Selected medium for display
de: Ausgewähltes Medium zur Anzeige

# hcardsPlugin.switchableControllerActions
source: Display
de: Anzeige

# hcardsPlugin.switchableControllerActions.list
source: List of all contacts
de: Liste aller Kontakte

# hcardsPlugin.switchableControllerActions.listBySelection
source: List of selected contacts
de: Anzeige ausgewählter Kontakte

# hcardsPlugin.selectedHcards
source: Choose contacts
de: Kontakte für die Anzeige auswählen

# tx_academy_domain_model_projects
source: Projects
de: Projekte

# tx_academy_domain_model_projects.div1
source: General
de: Allgemein

# tx_academy_domain_model_projects.div2
source: Description
de: Beschreibung

# tx_academy_domain_model_projects.div3
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_projects.div4
source: Metadata
de: Metadaten

# tx_academy_domain_model_projects.div5
source: Categories
de: Kategorien

# tx_academy_domain_model_projects.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_projects.identifier
source: Identifier
de: Identifikator

# tx_academy_domain_model_projects.title
source: Title
de: Projektname

# tx_academy_domain_model_projects.sorting
source: Sorting (not displayed)
de: Sortierung (intern)

# tx_academy_domain_model_projects.acronym
source: Acronym
de: Akronym

# tx_academy_domain_model_projects.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_projects.date_range
source: Date range
de: Laufzeit

# tx_academy_domain_model_projects.page
source: Page with information
de: Seite mit Projektinformationen

# tx_academy_domain_model_projects.image
source: Images
de: Bild

# tx_academy_domain_model_projects.description
source: Description
de: Beschreibung

# tx_academy_domain_model_projects.content_elements
source: Content Elements
de: Inhaltselemente

# tx_academy_domain_model_projects.relations
source: Relations (project)
de: Verknüpfungen (Projekt)

# tx_academy_domain_model_persons
source: Persons
de: Personen

# tx_academy_domain_model_persons.div1
source: General
de: Allgemein

# tx_academy_domain_model_persons.div2
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_persons.div6
source: Metadata
de: Metadaten

# tx_academy_domain_model_persons.div7
source: Categories
de: Kategorien

# tx_academy_domain_model_persons.persistent_identifier
source: Persistent identifer
de: Persistenter Identifikator

# tx_academy_domain_model_persons.given_name
source: First name
de: Vornamen

# tx_academy_domain_model_persons.additional_name
source: Additional names
de: Mittelnamen

# tx_academy_domain_model_persons.family_name
source: Family name
de: Nachname

# tx_academy_domain_model_persons.honorific_prefix
source: Honorific prefix
de: Vorangestellte Titel

# tx_academy_domain_model_persons.honorific_suffix
source: Honorific suffix
de: Nachgestellte Titel

# tx_academy_domain_model_persons.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_persons.sorting
source: Sorting (not displayed)
de: Sortierung (intern)

# tx_academy_domain_model_persons.date_range
source: Life dates
de: Lebensdaten

# tx_academy_domain_model_persons.page
source: Page with person information
de: Seite mit Personeninformationen

# tx_academy_domain_model_persons.content_elements
source: Content Elements
de: Inhaltselemente

# tx_academy_domain_model_persons.image
source: Images
de: Foto

# tx_academy_domain_model_persons.relations
source: Relations (person)
de: Verknüpfungen (Person)

# tx_academy_domain_model_products
source: Products
de: Produkte

# tx_academy_domain_model_products.div1
source: General
de: Allgemein

# tx_academy_domain_model_products.div2
source: Description
de: Beschreibung

# tx_academy_domain_model_products.div3
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_products.div4
source: Metadata
de: Metadaten

# tx_academy_domain_model_products.div5
source: Categories
de: Kategorien

# tx_academy_domain_model_products.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_products.identifier
source: Identifier
de: Identifikator

# tx_academy_domain_model_products.title
source: Title
de: Titel

# tx_academy_domain_model_products.sorting
source: Sorting (not displayed)
de: Sortierung (intern)

# tx_academy_domain_model_products.acronym
source: Acronym
de: Akronym

# tx_academy_domain_model_products.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_products.date_range
source: Date range
de: Zeitraum

# tx_academy_domain_model_products.page
source: Page with information
de: Seite mit Informationen

# tx_academy_domain_model_products.image
source: Images
de: Bilder

# tx_academy_domain_model_products.description
source: Description
de: Beschreibung

# tx_academy_domain_model_products.content_elements
source: Content Elements
de: Inhaltselemente

# tx_academy_domain_model_products.relations
source: Relations (product)
de: Verknüpfungen (Produkt)

# tx_academy_domain_model_services.div1
source: General
de: Allgemein

# tx_academy_domain_model_services.div2
source: Description
de: Beschreibung

# tx_academy_domain_model_services.div3
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_services.div4
source: Metadata
de: Metadaten

# tx_academy_domain_model_services.div5
source: Categories
de: Kategorien

# tx_academy_domain_model_services.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_services.identifier
source: Identifier
de: Identifikator

# tx_academy_domain_model_services.title
source: Title
de: Titel

# tx_academy_domain_model_services.sorting
source: Sorting (not displayed)
de: Sortierung (intern)

# tx_academy_domain_model_services.acronym
source: Acronym
de: Akronym

# tx_academy_domain_model_services.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_services.date_range
source: Date range
de: Zeitraum

# tx_academy_domain_model_services.page
source: Page with information
de: Seite mit Informationen

# tx_academy_domain_model_services.image
source: Images
de: Bilder

# tx_academy_domain_model_services.description
source: Description
de: Beschreibung

# tx_academy_domain_model_services.content_elements
source: Content Elements
de: Inhaltselemente

# tx_academy_domain_model_services.relations
source: Relations (service)
de: Verknüpfungen (Service)

# tx_academy_domain_model_publications
source: Publications
de: Publikationen

# tx_academy_domain_model_publications.div1
source: General
de: Allgemein

# tx_academy_domain_model_publications.div2
source: Description
de: Beschreibung

# tx_academy_domain_model_publications.div3
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_publications.div4
source: Metadata
de: Metadaten

# tx_academy_domain_model_publications.div5
source: Categories
de: Kategorien

# tx_academy_domain_model_publications.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_publications.identifier
source: Identifier
de: Identifikator

# tx_academy_domain_model_publications.title
source: Title
de: Titel

# tx_academy_domain_model_publications.subtitle
source: Subtitle
de: Untertitel

# tx_academy_domain_model_publications.abbreviation
source: Abbreviation
de: Kurztitel

# tx_academy_domain_model_publications.volume
source: Volume
de: Band

# tx_academy_domain_model_publications.number
source: Number
de: Nummer

# tx_academy_domain_model_publications.issue
source: Issue
de: Heft

# tx_academy_domain_model_publications.edition
source: Edition
de: Ausgabe

# tx_academy_domain_model_publications.series
source: Series
de: Reihe

# tx_academy_domain_model_publications.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_publications.start_page
source: Start page
de: Seite (von)

# tx_academy_domain_model_publications.end_page
source: End page
de: Seite (bis))

# tx_academy_domain_model_publications.total_pages
source: Total pages
de: Seiten (gesamt)

# tx_academy_domain_model_publications.description
source: Description
de: Beschreibung

# tx_academy_domain_model_publications.bibliographic_note
source: Bibliographic note
de: Bibliographische Angaben

# tx_academy_domain_model_publications.content_elements
source: Content Elements
de: Inhaltselemente

# tx_academy_domain_model_publications.image
source: Images
de: Bilder

# tx_academy_domain_model_publications.page
source: Page
de: Seite mit Informationen

# tx_academy_domain_model_publications.relations
source: Relations (publication)
de: Verknüpfungen (Publikation)

# tx_academy_domain_model_publications.date_range
source: Date range
de: Zeitraum

# tx_academy_domain_model_hcards
source: Contact information
de: Kontaktinformationen

# tx_academy_domain_model_hcards.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_hcards.type
source: Type of contact record
de: Art des Kontaktdatensatzes

# tx_academy_domain_model_hcards.label
source: Label (not displayed)
de: Bezeichnung (intern, wird nicht angezeigt)

# tx_academy_domain_model_hcards.adr
source: Postal addresses
de: Postadressen

# tx_academy_domain_model_hcards.tel
source: Phone & Fax
de: Telefon & Faxnummern

# tx_academy_domain_model_hcards.email
source: Email
de: E-Mail Adressen

# tx_academy_domain_model_hcards.url
source: Websites
de: Webadressen

# tx_academy_domain_model_hcards.geo
source: Coordinates (Latitude; Longitude)
de: Geokoordinaten (Breite; Länge)

# tx_academy_domain_model_hcards.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_hcards_adr
source: Postal addresses
de: Postanschriften

# tx_academy_domain_model_hcards_adr.type
source: Type of address
de: Art der Anschrift

# tx_academy_domain_model_hcards_adr.label
source: Label (not displayed)
de: Bezeichnung (intern, wird nicht angezeigt)

# tx_academy_domain_model_hcards_adr.org
source: Name of organization (multiline; Order: project - department - institute - university - etc.)
de: Organisationsname (mehrzeilig; Reihenfolge: Projekt - Abteilung - Institut - Universität - etc.)

# tx_academy_domain_model_hcards_adr.type.I.2
source: Postal
de: Postalisch

# tx_academy_domain_model_hcards_adr.type.I.3
source: Parcel
de: Paketanschrift

# tx_academy_domain_model_hcards_adr.type.I.4
source: Work
de: Arbeit

# tx_academy_domain_model_hcards_adr.type.I.6
source: Private
de: Privat

# tx_academy_domain_model_hcards_adr.type.I.7
source: Preferred address
de: Bevorzugte Anschrift

# tx_academy_domain_model_hcards_adr.adrcomponents
source: Address components
de: Adressbestandteile

# tx_academy_domain_model_hcards_adrcomponents
source: Address components
de: Adressbestandteile

# tx_academy_domain_model_hcards_adrcomponents.type
source: Type
de: Typ

# tx_academy_domain_model_hcards_adrcomponents.type.I.1
source: Street
de: Straße

# tx_academy_domain_model_hcards_adrcomponents.type.I.2
source: ZIP
de: PLZ

# tx_academy_domain_model_hcards_adrcomponents.type.I.3
source: City
de: Stadt

# tx_academy_domain_model_hcards_adrcomponents.type.I.4
source: Country
de: Land

# tx_academy_domain_model_hcards_adrcomponents.type.I.5
source: Postbox
de: Postfach

# tx_academy_domain_model_hcards_adrcomponents.type.I.6
source: Additional information
de: Zusatz

# tx_academy_domain_model_hcards_adrcomponents.type.I.7
source: Locality
de: Lokalität

# tx_academy_domain_model_hcards_adrcomponents.value
source: Value
de: Wert

# tx_academy_domain_model_hcards_adrcomponents.parent
source: Parent record
de: Elterndatensatz

# tx_academy_domain_model_hcards_tel
source: Phone numbers
de: Telefonnummern

# tx_academy_domain_model_hcards_tel.type
source: Type of phone number
de: Typ der Telefonnummer

# tx_academy_domain_model_hcards_tel.type.I.21
source: Work
de: Arbeit

# tx_academy_domain_model_hcards_tel.type.I.22
source: Mobile
de: Mobil

# tx_academy_domain_model_hcards_tel.type.I.24
source: Private
de: Privat

# tx_academy_domain_model_hcards_tel.value
source: Value
de: Wert

# tx_academy_domain_model_hcards_tel.freetext
source: Additional information
de: Zusatzinformationen

# tx_academy_domain_model_hcards_tel.parent
source: Parent record
de: Elterndatensatz

# tx_academy_domain_model_hcards_email
source: Email
de: E-Mail Adressen

# tx_academy_domain_model_hcards_email.type
source: Type
de: Typ

# tx_academy_domain_model_hcards_email.value
source: Value
de: Wert

# tx_academy_domain_model_hcards_email.freetext
source: Additional information
de: Zusatzinformationen

# tx_academy_domain_model_hcards_email.parent
source: Parent record
de: Elterndatensatz

# tx_academy_domain_model_hcards_url
source: URLs
de: Webadressen

# tx_academy_domain_model_hcards_url.type
source: Type
de: Typ

# tx_academy_domain_model_hcards_url.value
source: Value
de: Wert

# tx_academy_domain_model_hcards_url.freetext
source: Additional information
de: Zusatzinformationen

# tx_academy_domain_model_hcards_url.parent
source: Parent record
de: Elterndatensatz

# tx_academy_domain_model_relations
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_relations.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_relations.type
source: Type of relation
de: Typ der Verknüpfung

# tx_academy_domain_model_relations.type.I.10
source: Person <> Contact information
de: Person <> Kontaktinformationen

# tx_academy_domain_model_relations.type.I.11
source: Person <> Project
de: Person <> Projekt

# tx_academy_domain_model_relations.type.I.12
source: Person <> Unit
de: Person <> Organisationseinheit

# tx_academy_domain_model_relations.type.I.20
source: Project <> Contact information
de: Projekt <> Kontaktinformationen

# tx_academy_domain_model_relations.type.I.21
source: Project <> Unit
de: Projekt <> Organisationseinheit

# tx_academy_domain_model_relations.type.I.22
source: Project <> News
de: Projekt <> News

# tx_academy_domain_model_relations.type.I.23
source: Project <> Event
de: Projekt <> Event

# tx_academy_domain_model_relations.type.I.24
source: Project <> Medium
de: Projekt <> Medium

# tx_academy_domain_model_relations.type.I.25
source: Project <> Freetext
de: Projekt <> Freetext

# tx_academy_domain_model_relations.type.I.26
source: Project <> Project
de: Projekt <> Projekt

# tx_academy_domain_model_relations.type.I.30
source: Unit <> Contact information
de: Organisationseinheit <> Kontaktinformationen

# tx_academy_domain_model_relations.type.I.31
source: Unit <> Freetext
de: Organisationseinheit <> Freetext

# tx_academy_domain_model_relations.type.I.32
source: Unit <> Unit
de: Organisationseinheit <> Organisationseinheit

# tx_academy_domain_model_relations.type.I.33
source: Unit <> News
de: Organisationseinheit <> News

# tx_academy_domain_model_relations.type.I.34
source: Unit <> Event
de: Organisationseinheit <> Event

# tx_academy_domain_model_relations.type.I.35
source: Unit <> Medium
de: Organisationseinheit <> Medium

# tx_academy_domain_model_relations.type.I.40
source: News <> Contact information
de: News <> Kontaktinformationen

# tx_academy_domain_model_relations.type.I.50
source: Event <> Contact information
de: Event <> Kontaktinformationen

# tx_academy_domain_model_relations.type.I.70
source: Product <> Person
de: Produkt <> Person

# tx_academy_domain_model_relations.type.I.71
source: Product <> Project
de: Produkt <> Projekt

# tx_academy_domain_model_relations.type.I.72
source: Product <> Unit
de: Produkt <> Organisationseinheit

# tx_academy_domain_model_relations.type.I.73
source: Product <> Medium
de: Produkt <> Medium

# tx_academy_domain_model_relations.type.I.74
source: Product <> News
de: Produkt <> News

# tx_academy_domain_model_relations.type.I.75
source: Product <> Event
de: Produkt <> Event

# tx_academy_domain_model_relations.type.I.76
source: Product <> Service
de: Produkt <> Service

# tx_academy_domain_model_relations.type.I.77
source: Product <> Publication
de: Produkt <> Publikation

# tx_academy_domain_model_relations.type.I.78
source: Product <> Product
de: Produkt <> Produkt

# tx_academy_domain_model_relations.type.I.81
source: Service <> Project
de: Service <> Projekt

# tx_academy_domain_model_relations.type.I.82
source: Service <> Unit
de: Service <> Organisationseinheit

# tx_academy_domain_model_relations.type.I.86
source: Service <> Publication
de: Service <> Publikation

# tx_academy_domain_model_relations.type.I.90
source: Publication <> Person
de: Publikation <> Person

# tx_academy_domain_model_relations.type.I.91
source: Publication <> Project
de: Publikation <> Projekt

# tx_academy_domain_model_relations.type.I.92
source: Publication <> Unit
de: Publikation <> Organisationseinheit

# tx_academy_domain_model_relations.type.I.93
source: Publication <> Medium
de: Publikation <> Medium

# tx_academy_domain_model_relations.type.I.94
source: Publication <> News
de: Publikation <> News

# tx_academy_domain_model_relations.type.I.95
source: Publication <> Event
de: Publikation <> Event

# tx_academy_domain_model_relations.type.I.96
source: Publication <> Publication
de: Publikation <> Publikation

# tx_academy_domain_model_relations.role
source: Role
de: Rolle

# tx_academy_domain_model_relations.role_freetext
source: Role (Freetext)
de: Rolle (Freitext)

# tx_academy_domain_model_relations.project
source: Project
de: Projekt

# tx_academy_domain_model_relations.project_symmetric
source: Project
de: Projekt

# tx_academy_domain_model_relations.event
source: Event
de: Ereignis

# tx_academy_domain_model_relations.event_symmetric
source: Event
de: Ereignis

# tx_academy_domain_model_relations.unit
source: Unit
de: Organisationseinheit

# tx_academy_domain_model_relations.unit_symmetric
source: Unit
de: Organisationseinheit

# tx_academy_domain_model_relations.hcard
source: Contact information
de: Kontaktinformationen

# tx_academy_domain_model_relations.freetext
source: Freetext
de: Freitext

# tx_academy_domain_model_relations.date_range
source: Date range
de: Zeitraum

# tx_academy_domain_model_relations.product
source: Product
de: Produkt

# tx_academy_domain_model_relations.product_symmetric
source: Product
de: Produkt

# tx_academy_domain_model_relations.publication
source: Publication
de: Publikation

# tx_academy_domain_model_relations.publication_symmetric
source: Publication
de: Publikation

# tx_academy_domain_model_roles
source: Role
de: Rolle

# tx_academy_domain_model_roles.div1
source: General
de: Allgemein

# tx_academy_domain_model_roles.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_roles.title
source: Title
de: Bezeichnung

# tx_academy_domain_model_roles.description
source: Description
de: Beschreibung

# tx_academy_domain_model_units
source: Unit
de: Organisationseinheiten

# tx_academy_domain_model_units.div1
source: General
de: Allgemein

# tx_academy_domain_model_units.div2
source: Description
de: Beschreibung

# tx_academy_domain_model_units.div3
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_units.div4
source: Metadata
de: Metadaten

# tx_academy_domain_model_units.div5
source: Categories
de: Kategorien

# tx_academy_domain_model_units.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_units.title
source: Title
de: Bezeichnung

# tx_academy_domain_model_units.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_units.sorting
source: Sorting (not displayed)
de: Sortierung (intern)

# tx_academy_domain_model_units.page
source: Page with information for the unit
de: Seite mit Informationen zur Organisationseinheit

# tx_academy_domain_model_units.image
source: Images
de: Bild
