Repository: digicademy/academy
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_academy_domain_model_units.description
source: Description
de: Beschreibung

# tx_academy_domain_model_units.content_elements
source: Content Elements
de: Inhaltselemente

# tx_academy_domain_model_units.relations
source: Relations (unit)
de: Verknüpfungen (Organisationseinheit)

# tx_academy_domain_model_units.categories
source: Categories
de: Kategorien

# tx_academy_domain_model_events
source: Events
de: Ereignise

# tx_academy_domain_model_news
source: News
de: Nachrichten

# tx_academy_domain_model_news.news_relations
source: Relations (news)
de: Verknüpfungen (Nachricht)

# tx_academy_domain_model_news.event_relations
source: Relations (event)
de: Verknüpfungen (Ereignis)

# tx_academy_domain_model_media
source: Media
de: Medien

# tx_academy_domain_model_media.div1
source: General
de: Allgemein

# tx_academy_domain_model_media.div2
source: Files
de: Datei(en)

# tx_academy_domain_model_media.div3
source: Relations
de: Verknüpfungen

# tx_academy_domain_model_media.div4
source: Metadata
de: Metadaten

# tx_academy_domain_model_media.div5
source: Categories
de: Kategorien

# tx_academy_domain_model_media.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_academy_domain_model_media.type
source: Type
de: Typ

# tx_academy_domain_model_media.type.I.0
source: Please select...
de: Bitte auswählen...

# tx_academy_domain_model_media.type.I.20
source: Image
de: Bilder

# tx_academy_domain_model_media.type.I.30
source: Document
de: Dokumente

# tx_academy_domain_model_media.title
source: title
de: Titel

# tx_academy_domain_model_media.slug
source: URL Path Segment
de: URL Pfadsegment

# tx_academy_domain_model_media.description
source: Description
de: Beschreibung

# tx_academy_domain_model_media.image
source: Teaser image
de: Teaserbild

# tx_academy_domain_model_media.view_count
source: View count
de: Wie oft angesehen

# tx_academy_domain_model_media.files
source: Files
de: Einzelne Dateien

# tx_academy_domain_model_media.collections
source: Collections
de: Sammlungen

# tx_academy_domain_model_media.relations
source: Relations (medium)
de: Verknüpfungen (Medium)

# sys_category.persistent_identifier
source: Persistent identifier
de: Persistenter Identifikator

# tx_news_domain_model_news.type.I.3
source: Event
de: Ereignis
